Repository: LiskArchive/lisk-sdk
Catalog: public/po/*.po
Languages: es, fr, no, pl, ro, sv_se

source: {{count}} in Total
es: {{count}} en Total
fr: {{count}} au total
no: Totalt {{count}}
pl: {{count}} razem
sv_se: Totalt {{count}}

source: {{countStandby}} in Total
es: {{countStandby}} en Total
fr: {{countStandby}} au total
no: Totalt {{countStandby}}
pl: {{countStandby}} razem
sv_se: Totalt {{countStandby}}

source: {{countTop}} in Total
es: {{countTop}} en Total
fr: {{countTop}} au total
no: Totalt {{countTop}}
pl: {{countTop}} razem
sv_se: Totalt {{countTop}}

source: {{voteList.length}} out of {{count}} Delegates selected
es: {{voteList.length}} de {{count}} Delegados seleccionados.
fr: {{voteList.length}} sur {{count}} délégués sélectionnés
no: {{voteList.length}} av {{count}} delegater valgt
pl: {{voteList.length}} z {{count}} wybranych delegatów
ro: {{voteList.length}} din {{count}} Delegati selectati
sv_se: {{voteList.length}} utav {{count}} Delegater utvalda

source: {{voteList.length}} out of {{countStandby + countTop}} Delegates selected
es: {{voteList.length}} de {{countStandby + countTop}} Delegados seleccionados
fr: {{voteList.length}} sur {{countStandby + countTop}} délégués sélectionnés
no: {voteList.length}} av {{countStandby + countTop}} delegater valgt
pl: {{voteList.length}} z {{countStandby + countTop}} delegatów wybranych
ro: {{voteList.length}} din {{countStandby + countTop}} Delegati selectati
sv_se: {{voteList.length}} utav {{countStandby + countTop}} Delegater utvalda

source: 2nd Passphrase
es: 2º Passphrase
fr: Phrase secrète secondaire
no: Andre passfrase
pl: Druga Passphrase
ro: Cel de-al 2-lea rand de cuvinte cheie
sv_se: 2:a Lösenord

source: Accept / Next Step
es: Aceptar / siguiente paso
fr: Accepter / Étape suivante
no: Godta / Neste steg
pl: Akceptuj / Następny krok
ro: Accept/Urmatorul pas
sv_se: Acceptera / Nästa Steg

source: Account
es: Cuenta
fr: Compte
no: Konto
pl: Konto
ro: Cont
sv_se: Konto

source: Account Verification
es: Verificación de la cuenta
fr: Vérification du compte
no: Kontobekreftelse
pl: Weryfikacja konta
ro: Verificare cont
sv_se: Kontoverifikation

source: Add group members by typing in their Lisk address and pressing enter.
es: Añadir miembros de grupo escribiendo su dirección Lisk y pulsando enter.
fr: Ajouter des membres au groupe en saisissant leur adresse Lisk et valider par Entrée.
no: Legg til gruppemedlemmer ved å taste inn deres Lisk addresse og trykk enter.
pl: Dodaj członków grupy wpisując ich adres Lisk i naciskjąc enter.
sv_se: Lägg till gruppmedlemmar genom att skriva in deras Lisk-adress och trycka enter

source: ADD SECOND PASSPHRASE
es: AÑADIR SEGUNDA PASSPHRASE
fr: AJOUTER UNE PHRASE SECRÈTE SECONDAIRE
no: LEGG TIL ANDRE PASSFRASE
pl: DODAJ DRUGĄ PASSPHRASE
sv_se: LÄGG TILL EN ANDRA LÖSENFRAS

source: Amount
es: Cantidad
fr: Montant
no: Beløp
pl: Kwota
ro: Suma
sv_se: Summa

source: Amount (Fee)
es: Cantidad (Comisión)
fr: Montant (Frais)
no: Beløp (Avgift)
pl: Kwota (prowizji)
ro: Suma(taxa)
sv_se: Summa (Avgift)

source: Applications
es: Aplicaciones
no: Applikasjoner
pl: Aplikacje
sv_se: Applikationer

source: Approval
es: Aprobados
fr: Acceptation
no: Godkjenning
pl: Poparcie
ro: Accept
sv_se: Godkännande

source: Are you sure you want to delete this item?
es: ¿Está seguro de que desea eliminar este ítem?
fr: Êtes-vous sûr de bien vouloir supprimer cet élément ?
no: Er du sikker på at du vil slette denne?
pl: Czy jesteś pewien, że chcesz usunąć ten przedmiot?
ro: Sigur vrei sa stergi?
sv_se: Är du säker på att du vill radera det här föremålet?

source: Balance
es: Saldo
fr: Solde
no: Balanse
pl: Bilans
ro: Disponibil in cont
sv_se: Balans

source: Becoming a delegate requires registration. You may choose your own delegate name, which can be used to promote your delegate. Only the top 101 delegates are eligible to forge. All fees are shared equally between the top 101 delegates.
es: Convertirse en delegado requiere registro. Usted puede elegir su propio nombre de delegado, que puede utilizarse para promocionar su delegado. Sólo los 101 mejores delegados son elegidos para forge. Todas las comisiones son compartidas por igual entre los 101 mejores delegados.
fr: Devenir délégué nécessite une inscription. Vous pouvez choisir votre propre nom de délégué, qui peut être utilisé pour promouvoir votre délégué. Seul 101 délégués sont admissibles à forger. Tous les frais sont partagés à parts égales entre les délégués du top 101.
no: Det kreves registrering for å bli en delegat. Du kan velge ditt eget delegatnavn som kan bli brukt til å promotere din delegat. Bare topp 101 delegater får muligheten til å forge. Alle avgifter blir delt likt mellom topp 101 delegater.
pl: Bycie delegatem wymaga rejestracji. Możesz wybrać swoją własną nazwe delegata, której potem możesz użyc w jego promocji. Tylko top 101 delegatów kwalifikuje się do forgowania. Całe prowizje są dzielone po równo wśród top 101 delegatów.
sv_se: För att bli en delegat krävs registrering. Du kan välja din egna delegats namn, som sedan kan användas för att marknadsföra din delegat. Endast de 101 översta delegaterna är berättigade att smida. Alla avgifter delas lika mellan de översta 101 delegaterna.

source: Blockchain
no: Blokkjede
sv_se: Blockkedja

source: Cancel
es: Cancelar
fr: Annuler
no: Angre
pl: Anuluj
ro: Anuleaza
sv_se: Avbryt

source: CANCEL
es: CANCELAR
fr: ANNULER
no: ANGRE
pl: ANULUJ
ro: ANULEAZA
sv_se: AVBRYT

source: CATEGORIES
es: CATEGORÍAS
fr: CATÉGORIES
no: KATEGORIER
pl: KATEGORIE
ro: CATEGORII
sv_se: KATEGORIER

source: Category:
es: Categoría:
fr: Catégorie :
no: Kategori:
pl: Kategoria:
ro: Categorie:
sv_se: Kategori:

source: Close modal
fr: Fermer
no: Steng modal
pl: Zamknięty moduł
ro: Inchidere modul
sv_se: Stäng modal

source: Configuring multi-signature group
es: Configurar multifirma de grupo
fr: Configuration de groupe multi-signatures
no: Konfigurer multisignatur gruppe
pl: Konfiguruj grupy multisygnaturowe
ro: Configurare grup semnaturi multiple
sv_se: Konfigurerar multi-signaturgrupp

source: confirm
es: confirmar
fr: confirmer
no: bekreft
pl: potwierdź
ro: confirma
sv_se: bekräfta

source: Confirm
es: Confirmar
fr: Confirmer
no: Bekreft
pl: Potwierdź
sv_se: Bekräfta

source: CONFIRM
es: CONFIRMAR
fr: CONFIRMER
no: BEKREFT
pl: POTWIERDŹ
ro: CONFIRMA
sv_se: BEKRÄFTA

source: CONFIRM SECOND PASSPHRASE
es: CONFIRMAR SEGUNDA PASSPHRASE
fr: CONFIRMER LA PHRASE SECRÈTE SECONDAIRE
no: BEKREFT ANDRE PASSFRASE
pl: POTWIERDŹ DRUGĄ PASSPHRASE
sv_se: BEKRÄFTA ANDRA LÖSENFRAS

source: CONFIRM VOTE
es: CONFIRMAR VOTO
fr: CONFIRMER LE VOTE
no: BEKREFT STEMME
pl: POTWIERDŹ GŁOS
ro: CONFIRMARE VOT
sv_se: BEKRÄFTA RÖST

source: Confirmation
es: Confirmación
no: Bekreftelse
pl: Potwierdzenie
ro: Confirmare
sv_se: Bekräftelse

source: Confirmations
es: Confirmaciones
no: Bekreftelser
pl: Potwierdzenia
ro: Confirmari
sv_se: Bekräftelser

source: CONFIRMATIONS
es: CONFIRMACIONES
no: BEKREFTELSER
pl: POTWIERDZENIA
ro: CONFIRMARI
sv_se: BEKRÄFTELSER

source: Confirmations needed
es: Confirmaciones necesarias
fr: Confirmations requises
no: Bekreftelse trengs
pl: Wymagane potwierdzenia
ro: Sunt necesare confirmari
sv_se: Bekräftelser behövda

source: Confirmations Needed
es: Confirmaciones Necesarias
fr: Confirmations Requises
no: Bekreftelse trengs
pl: Wymagane Potwierdzenia
ro: Sunt necesare confirmari
sv_se: Bekräftelser Behövda

source: Confirmed by
es: Confirmado por
fr: Confirmé par
no: Bekreftet av
pl: Potwierdzone przez
ro: Confirmat de
sv_se: Bekräftad av

source: CONFIRMED TRANSACTIONS
es: TRANSACCIONES CONFIRMADAS
fr: TRANSACTIONS CONFIRMÉES
no: BEKREFTEDE TRANSAKSJONER
pl: POTWIERDZONE TRANSAKCJE
ro: TRANZACTII CONFIRMATE
sv_se: GODKÄNDA TRANSAKTIONER

source: Conversations
es: Conversaciones
no: Samtaler
pl: Rozmowy
ro: Conversatii
sv_se: Konversationer

source: Copy Address
es: Copiar dirección
fr: Copier l'adresse
no: Kopier adresse
pl: Kopiuj adres
ro: Copiaza adresa
sv_se: Kopiera Adress

source: Copy Name
es: Copiar Nombre
fr: Copier le nom
no: Kopier navn
pl: Kopiuj nazwe
ro: Copiaza Numele
sv_se: Kopiera Namn

source: Dashboard
es: Panel Principal
fr: Tableau de bord
no: Skrivebord
pl: Panel główny
ro: Consola
sv_se: Översikt

source: Delegate Name
es: Nombre de Delegado:
fr: Nom de Délégué
no: Delegatnavn
pl: Nazwa delegata
ro: Nume delegat
sv_se: Delegatnamn

source: delegate registration
es: registro de delegado
fr: Devenir délégué
no: delegat registrering
pl: Rejerstracja Delegata
ro: Inregistreaza-te ca delegat
sv_se: Delegatregisrering

source: Delegates
es: Delegados
fr: Délégué
no: Delegater
pl: Delegaci
ro: Delegati
sv_se: Delegater

source: Description
es: Descripción
no: Beskrivelse
pl: Opis
ro: Descriere
sv_se: Beskrivning

source: Disable Forging
es: Desactivar Forja
fr: Désactiver la Forge
no: Deaktiver forging
pl: Wyłącz forgowanie
ro: Dezactiveaza forjare
sv_se: Inaktivera smidning

source: Disabled
es: Desactivado
fr: Désactivé
no: Deaktivert
pl: Wyłączone
ro: Dezactivat
sv_se: Inaktiverad

source: DOWNLOAD
es: DESCARGAR
fr: TÉLÉCHARGER
no: LAST NED
pl: POBIERZ
ro: DESCARCA
sv_se: LADDA NER

source: Empty passphrase
es: Passphrase vacía
fr: Phrase secrète vide
no: Tom passfrase
pl: Pusta passphrase
ro: Cuvinte secrete necompletate
sv_se: Ingen lösenfras

source: Enable Forging
es: Activar Forging
fr: Activer la Forge
no: Aktiver forging
pl: Włącz forgowanie
ro: Activeaza forjare
sv_se: Aktivera Smidning

source: Enabled
es: Activado
fr: Activé
no: Aktivert
pl: Włączone
ro: Activat
sv_se: Aktiverad

source: Failed to install application
es: Fallo al instalar aplicación
fr: L’installation de l’application a échoué
no: Feilet i å installere applikasjon
pl: Nieudana instalacja aplikacji
sv_se: Misslyckades med att installera applikation

source: Failed to launch application
es: Fallo al lanzar aplicación
fr: Le lancement de l’application a échoué
no: Feilet i starte applikasjon
pl: Nieudane uruchomienie aplikacji
sv_se: Misslyckades med att starta applikation

source: Failed to uninstall application
es: Fallo al desinstalar aplicación
fr: La désinstallation de l’application a échoué
no: Feilet å avinstallere applikasjon
pl: Nieudane usunięcie aplikacji
sv_se: Misslyckades med att avinstallera applikation

source: Fee
es: Comisión
fr: Frais
no: Avgift
pl: Prowizja
ro: Taxa
sv_se: Avgift

source: FEE
es: COMISIÓN
fr: FRAIS
no: AVGIFT
pl: PROWIZJA
ro: Taxa
sv_se: AVGIFT

source: Fee: {{fee | liskFilter}} LSK
es: Comision
fr: Frais : {{frais | liskFilter}} LSK
no: Avgift: {{fee | liskFilter}} LSK
pl: Prowizja: {{fee | liskFilter}} LSK
sv_se: Avgift: {{fee | liskFilter}} LSK

source: Forged Blocks
es: Bloques Forjados
fr: Forger les Blocs
no: Forgede blokker
pl: Wyforgowane bloki
ro: Blocuri forjate
sv_se: Smidda Block

source: Forging
fr: Forger
pl: Forgowanie
ro: Forjare
sv_se: Smidning

source: FORGING
fr: FORGER
pl: FORGOWANIE
ro: Forjare
sv_se: SMIDNING

source: Further protect your account with an optional second passphrase! It may take a few moments for the changes to take effect.
es: Protege aún más tu cuenta con una segunda passphrase opcional! Puede tomar un momento hasta que los cambios surtan efecto.
fr: Protéger votre compte avec une phrase secrète secondaire optionnelle ! Quelques instants sont nécessaires pour que les modifications prennent effet.
no: Videre kan du beskytte din konto med en valgfritt passfrase to! Det kan ta litt tid for endringen å tre i kraft.
pl: Chroń swoje konto z opcjonalną drugą passphrase. Proces może zająć trochę czasu zanim dojdzie do skutku.
sv_se: Skydda ditt konto ytterligare med en frivillig andra lösenfras! Det kan ta en stund för ändringarna att träda i kraft.

source: General
fr: Général
no: Generelt
pl: Ogólne
sv_se: Generellt

source: Generate New
es: Generar nueva
fr: Générer un nouveau
no: Generer ny
pl: Generuj Nową
ro: Genereaza din nou
sv_se: Generera Ny

source: GO BACK
es: VOLVER ATRÁS
fr: RETOUR
no: GÅ TILBAKE
pl: WRÓĆ
ro: INAPOI
sv_se: GÅ TILLBAKA

source: Go to previous page
es: Ir a la página anterior
fr: Aller à la page précédente
no: Gå til forrige side
pl: Wróć do poprzedniej strony
ro: Inapoi la pagina anterioara
sv_se: Gå till föregående sida

source: Group Name
es: Nombre del Grupo
fr: Nom du groupe
no: Gruppenavn
pl: Nazwa Grupy
ro: Numele grupului
sv_se: Gruppnamn

source: Height
es: Altura
fr: Hauteur
no: Høyde
pl: Wysokość
ro: Inaltime
sv_se: Höjd

source: HOME
es: INICIO
fr: ACCUEIL
no: HJEM
ro: ACASA
sv_se: HEM

source: If you are confident the application can be deemed trustworthy, click <strong>Open Anyway</strong>, otherwise click <strong>Cancel</strong> now.
es: Si está seguro de que la aplicación puede ser considerada digna de confianza, haga clic en <strong>Abrir de todos modos</strong>, de lo contrario, haga clic en <strong>Cancelar</strong> ahora.
fr: Si vous êtes certain que l'application peut être considérée comme sûre, cliquez sur <strong>Ouvrir Quand Même</strong>, sinon cliquez sur <strong> Annuler </ strong> maintenant.
no: Hvis du kan gå god for at applikasjonen anses for å være til å stole på, klikk <strong>Åpne uansett</strong>, ellers klikk <strong>Angre</strong> nå.
pl: Jeśli jesteś pewny, że aplikacja jest godna zaufania, kliknij <strong>Otwórz mimo wszystko</strong>, inaczej kliknij <strong>Anuluj</strong> teraz.
sv_se: Om du är säker på att applikationen kan anses pålitlig, klicka på <strong>Öppna Ändå</strong>, annars klicka på <strong>Avbryt</strong> nu.

source: INSTALL
es: INSTALAR
fr: INSTALLER
no: INSTALLER
pl: INSTALUJ
ro: INSTALEAZA
sv_se: INSTALLERA

source: INSTALLED
es: INSTALADOS
fr: INSTALLÉ
no: INSTALLERT
pl: ZAINSTALOWANE
ro: INSTALAT
sv_se: INSTALLERAD

source: Installed Applications
es: Aplicaciones instaladas
fr: APPLICATIONS INSTALLÉS
no: Installerte applikasjoner
pl: Zainstalowane Aplikacje
sv_se: Installerade Applikationer

source: Language
es: Idioma
fr: Langue
no: Språk
pl: JĘZYK
ro: Limba
sv_se: Språk

source: Latest Blocks
es: Últimos bloques
fr: Derniers blocs
no: Siste blokker
pl: Ostatnie bloki
sv_se: Senaste Blocken

source: Latest Multi-Signature Transactions
es: Últimas Transacciones Multifirma
fr: Dernières transactions Multi-Signature
no: Siste multisignatur transaksjoner
pl: Ostatnie transakcje multisygnaturowe
ro: Ultimele tranzactii semnaturi multiple
sv_se: Senaste Multi-Signaturtransaktionerna

source: Latest Transactions
es: Últimas Transacciones
fr: Dernières transactions
no: Siste Transaksjoner
pl: Ostatnie transakcje
ro: Ultimele tranzactii
sv_se: Senaste Transaktionerna

source: Latest version
es: Última versión
fr: Dernière version
no: Siste versjon
pl: Ostatnia wersja
ro: Ultima versiune
sv_se: Senaste version

source: LAUNCH
es: COMENZAR
fr: LANCER
no: START
pl: URUCHOM
ro: LANSARE
sv_se: STARTA

source: Lisk Address
es: Dirección LSK
fr: Adresse Lisk
no: Lisk adresse
pl: Adres Lisk
ro: Adresa Lisk
sv_se: Lisk-Adress

source: Lisk Client
es: Cliente Lisk
fr: Client Lisk
no: Lisk klient
pl: Klient Lisk
ro: Client Lisk
sv_se: Lisk-Klient

source: Lisk Client Outdated
es: Cliente Lisk Desactualizado
fr: Client Lisk périmé
no: Lisk klient utdatert
pl: Nieaktualny Klient Lisk
ro: Clinet Lisk invechit
sv_se: Ej Senaste Lisk-klienten

source: Loading applications
es: Cargando aplicaciones
fr: Chargement des applications
no: Laster applikasjoner
pl: Ładowanie aplikacji
sv_se: Laddar applikationer

source: Loading blockchain
es: Cargando blockchain
fr: Chargement de la blockchain
no: Laster blokkjede
pl: Ładowanie blockchain
ro: Incarcare blockchain
sv_se: Laddar blockkedja

source: Loading dashboard
es: Cargando panel principal
fr: Chargement du tableau de bord
no: Laster dashboard
pl: Ładowanie panelu głównego
ro: Incarcare consola
sv_se: Laddar panel

source: Loading delegates
es: Cargando delegados
fr: Chargement des délégués
no: Laster delegater
pl: Ładowanie delegatów
ro: Incarcare delegati
sv_se: Laddar delegater

source: Loading forging status
es: Cargando estado de forjing
fr: Chargement du statut de la forge
no: Laster forging status
pl: Ładowanie statusu forgowania
ro: Incarcare status forjare
sv_se: Laddar smidningsstatus

source: Loading Multi-Signature Groups
es: Cargando Grupos Multifirma
fr: Chargement des groupes Multi-Signature
no: Laster multisignatur grupper
pl: Ładowanie grup multisygnaturowych
ro: Incarcare Grupuri Semnaturi Multiple
sv_se: Laddar Multi-Signaturgrupper

source: Loading transactions
es: Cargando transacciones
fr: Chargement des transactions
no: Laster transaksjoner
pl: Ładowanie transakcji
ro: Incarcare tranzactii
sv_se: Laddar transaktioner

source: Loading...
es: Cargando…
fr: Chargement...
no: Laster…
pl: Ładowanie...
ro: Incarcare...
sv_se: Laddar...

source: Logout
es: Cerrar sesión
fr: Déconnexion
no: Logg ut
pl: Wyloguj
ro: Iesire
sv_se: Logga ut

source: LSK Amount
es: Cantidad LSK
fr: LSK Montant
no: LSK beløp
pl: Kwota LSK
sv_se: LSK-summa

source: LSK Earned
es: LSK Ganados
fr: LSK gagnés
no: LSK tjent
pl: Zarobione LSK
sv_se: LSK intjänade

source: Make sure that you keep the passphrase safe. If you lose your passphrase later on, your account can't be restored and all your funds will be lost.
es: Asegúrese de mantener su passphrase segura. Si pierde su passphrase más adelante, su cuenta no podrá ser restaurada y se perderán todos sus fondos.
fr: Assurez-vous de garder votre phrase secrète en toute sécurité. Si vous perdez votre Phrase secrète, votre compte ne pourra pas être récupéré et tous vos fonds seront perdus.
no: Forsikre deg om at du tar vare på passfrasen på et sikkert sted. Hvis du mister passfrasen senere kan ikke din konto bli gjenskapt og alle dine midler er tapt.
pl: Upewnij się, że przetrzymujesz passphrase bezpiecznie. Jeśli później utracisz swoją passphrase, Twoje konto nie będzie mogło być odzsykane a wszystkie Twoje środki przepadną.
sv_se: Se till att du håller lösenfrasen säker. Om du förlorar ditt lösenfras senare kan kontot inte återställas och alla dina tillgångar kommer att gå förlorade.

source: Make sure that you keep the passphrase safe. You will be asked to re-type it for confirmation.
es: Asegúrese de mantener su passphrase segura. Se requerirá que vuelva a introducirla para confirmarla.
fr: Assurez-vous de garder votre phrase secrète en toute sécurité. Vous serez invité à la saisir à nouveau pour confirmer.
no: Forsikre deg om at du holder passfrasen trygg. Du vil bli spurt om å taste inn på nytt for å bekrefte.
pl: Upewnij się, że przetrzymujesz passphrase bezpiecznie. Zostaniesz poproszony o przepisanie jej dla potwierdzenia.
ro: Asigura-te ca pastrezi cuvintele cheie in siguranta. Ti se va cere sa o re-introduci pentru confirmare.
sv_se: Se till att du håller lösenfrasen säker. Du kommer bli ombedd att skriva den igen för att bekräfta.

source: Make sure that you keep the second passphrase safe. If you lose your second passphrase later on, your account can't be restored and all your funds will be lost.
es: Asegúrese de mantener su segunda passphrase segura. Si pierde su segunda passphrase más adelante, su cuenta no podrá ser restaurada y se perderán todos sus fondos.
fr: Assurez-vous de garder votre phrase secrète secondaire en toute sécurité. Si vous perdez votre Phrase secrète secondaire, votre compte ne pourra pas être récupéré et tous vos fonds seront perdus.
no: Forsikre deg om at du tar vare på den andre passfrasen på et sikkert sted. Hvis du mister passfrasen senere kan ikke din konto bli gjenskapt og alle dine midler er tapt.
pl: Upewnij się, że przetrzymujesz drugą passphrase bezpiecznie. Jeśli później utracisz swoją drugą passphrase, Twoje konto nie będzie mogło być odzsykane a wszystkie Twoje środki przepadną.
sv_se: Se till att du håller den andra lösenfrasen säker. Om du förlorar din andra lösenfras senare kan kontot inte återställas och alla dina tillgångar kommer att gå förlorade.

source: Make sure that you keep the second passphrase safe. You will be asked to re-type it for confirmation.
es: Asegúrese de mantener su segunda passphrase segura. Se requerirá que vuelva a introducirla para confirmarla.
fr: Assurez-vous de garder votre phrase secrète secondaire en toute sécurité. Vous serez invité à la saisir à nouveau pour confirmer.
no: Forsikre deg om at du holder den andre passfrasen trygg. Du vil bli spurt om å taste inn på nytt for å bekrefte.
pl: Upewnij się, że przetrzymujesz drugą passphrase bezpiecznie. Zostaniesz poproszony o przepisanie jej dla potwierdzenia.
sv_se: Se till att du håller den andra lösenfrasen säker. Du kommer bli ombedd att skriva den igen för att bekräfta.

source: Make sure you're sending LSK to the right address. This action can't be undone later.
es: Asegúrese de que ha enviado LSK a la dirección correcta. Está acción no podrá ser revertida más adelante
fr: Assurez-vous d’envoyez vos LSK à la bonne adresse. Cette action ne peut être annulée par la suite.
no: Forsikre deg om at du sender LSK til riktig adresse. Denne aksjonen kan ikke angres.
pl: Upewnij się, że wysyłasz LSK na poprawny adres. Ta operacja nie może być cofnięta
sv_se: Se till så att du skickar LSK till rätt adress. Denna handling kan inte ångras senare.

source: Master Passphrase
es: Passphrase Maestra
fr: Phrase secrète principale
no: Master passfrase
pl: Super Passphrase
ro: Primul rand de cuvinte cheie
sv_se: Master-Lösenfras

source: Members
es: Miembros
fr: Membres
no: Medlemmer
pl: Członkowie
ro: Membri
sv_se: Medlemmar

source: More
es: Más
fr: Plus
no: Mer
pl: Więcej
ro: Mai mult
sv_se: Mer

source: Multi-Signature
es: Multifirma
no: Multisignatur
pl: Multi-Sygnatury
ro: Semnaturi multiple
sv_se: Multi-Signatur

source: Multi-Signature Group Members
es: Miembros de Grupo Multifirma
fr: Membres du groupe Multi-Signature
no: Multisignatur gruppemedlemmer
pl: Członkowie grupy multisygnaturowej
ro: Grupul Membrilor Semnaturi Multiple
sv_se: Multi-Signaturgruppmedlemmer

source: Multi-Signature is Disabled
es: Multifirma está Desactivada
fr: Multi-Signature désactivée
no: Multisignatur er deaktivert
pl: Multisygnatury są wyłączone
ro: Optiunea Semnaturi Multiple este dezactivata
sv_se: Multi-Signatur är inaktiverat

source: Multi-Signature is Enabled
es: Multifirma está Activada
fr: Multi-Signature activée
no: Multisignatur er aktivert
pl: Multisygnatury są włączone
ro: Optiunea Semnaturi Multiple este activata
sv_se: Multi-Signatur är aktiverat

source: My Multi-Signature Groups
es: Mis grupos multifirma
fr: Mes Groupes Multi-Signature
no: Mine multisignatur grupper
pl: Moje grupy multisygnaturowe
ro: Grupul meu de semnaturi multiple
sv_se: Mina Multi-Signaturgrupper

source: My Profile
es: Mi Perfil
fr: Mon Profil
no: Min profil
pl: Mój profil
ro: Profilul meu
sv_se: Min Profil

source: My Votes
es: Mis Votos
fr: Mes Votes
no: Mine stemmer
pl: Moje głosy
ro: Voturile mele
sv_se: Mina Röster

source: My votes ({{myVotesCount||'0'}})
es: Mis votos ({{myVotesCount||'0'}})
fr: Mes votes ({{myVotesCount||'0'}})
no: Mine stemmer ({{myVotesCount||'0'}})
pl: Moje głosy ({{myVotesCount||'0'}})
ro: Voturile mele({{myVotesCount||'0'}})
sv_se: Mina Röster ({{myVotesCount||'0'}})

source: Name
es: Nombre
fr: Nom
no: Navn
pl: Nazwa
ro: Nume
sv_se: Namn

source: NEW ACCOUNT
es: REGISTRARSE
fr: NOUVEAU COMPTE
no: NY KONTO
pl: NOWE KONTO
ro: Cont nou
sv_se: NYTT KONTO

source: next
es: siguiente
fr: suivant
no: neste
pl: dalej
ro: urmatorul
sv_se: nästa

source: NEXT
es: SIGUIENTE
fr: SUIVANT
no: NESTE
pl: DALEJ
ro: Urmatorul
sv_se: NÄSTA

source: Next Step
es: Paso Siguiente
fr: Étape suivante
no: Neste steg
pl: Następny krok
ro: Urmatorul Pas
sv_se: Nästa Steg

source: NEXT STEP
es: PASO SIGUIENTE
fr: ÉTAPE SUIVANTE
no: NESTE STEG
pl: NASTĘPNY KROK
ro: Urmatorul pas
sv_se: NÄSTA STEG

source: NO
fr: NON
no: NEI
pl: NIE
ro: NU
sv_se: NEJ
