Repository: LiskArchive/lisk-sdk
Catalog: public/po/*.po
Languages: es, fr, no, pl, ro, sv_se

source: This walkthrough will guide you through the necessary steps to create a multi-signature group. It's very important that you know what multi-signatures are, else you risk loosing your LSK balance.<br><br>A multi-signature group consists of N accounts, the one who created the group is the group owner. When the owner wants to make a transaction, M of N accounts within the group need to confirm it, otherwise the transaction will not be processed. The values M and N are specified in this walkthrough.<br><br><b>Things you need to know for the multi-signature group setup:</b><br><br>• The number of group members (N).<br>• The number of needed confirmations (M).<br>• The addresses of the Lisk accounts you want to add to the group.
es: Este tutorial le guiará a través de los pasos necesarios para crear un grupo multifirma. Es muy importante que sepas que es Multifirma, de lo contrario corre el riesgo de perder su saldo LSK.<br><br> Un grupo multifirma consta de N cuentas, el creador del grupo es el propietario del grupo. Cuando el propietario quiere hacer una transacción, M de N cuentas dentro del grupo necesitan confirmarlo, de lo contrario la transacción no será procesada. Los valores M y N se especifican en este tutorial.<br><br><b> Las cosas que necesita saber para la configuración de grupo multifirma:</b><br><br>• El número de miembros del grupo (N).<br>• El numero de confirmaciones necesarias (M).<br>• Las direcciones de las cuentas Lisk que desea añadir al grupo.
fr: Cette procédure vous guider pas à pas à travers les étapes nécessaires pour créer un groupe multi-signature. Il est très important que vous compreniez ce que sont les multi-signatures, sinon vous risquez de perdre votre solde LSK. <br><br>Un groupe multi-signature se compose de N comptes, celui qui a créé le groupe est le propriétaire du groupe. Lorsque le propriétaire veut effectuer une transaction, M de N comptes au sein du groupe doivent le confirmer, sinon la transaction ne sera pas traitée. Les valeurs M et N sont spécifiées dans cette procédure.<br><br><b> Ce que vous devez savoir pour la configuration de groupe multi-signature :</b><br><br>• Le nombre de membres du groupe ( N).<br>• Le nombre de confirmations nécessaires (M).<br>• Les adresses des comptes Lisk que vous souhaitez ajouter au groupe.
no: Denne gjennomgangen vil ta deg gjennom de nødvendige stegene for å opprette en multisignatur gruppe. Det er veldig viktig at du vet hva multisignatur er, ellers risikerer du å miste din LSK balanse.<br><br>En multisignatur gruppe består av N kontoer, den som oppretter gruppen er gruppeeier. Når eieren vil gjennomføre en transaksjon må M av N kontoer i gruppen bekrefte ellers vil ikke transaksjonen bli gjennomført. Verdien av M og N er spesifisert i denne gjennomgangen.<br><br><br><b>Dette trenger du å vite om multisignatur gruppe oppsett:</b><br><br>• Antall gruppemedlemmer (N).<br>• Antall bekreftelser som trengs (M).<br>• Adressene til Lisk kontoene du vil legge til i gruppen.
pl: Ta instrukcja poprowadzi Cię krok po kroku przez niezbędne kroki do stworzenia grupy multisygnaturowej. To bardzo ważne, żebyś był świadom czym są multisygnatury, inaczej narażasz się na ryzyko straty swoich środków LSK. <br><br> Grupa multisygnaturowa składa się z N kont, to które ją stowrzyło jest jej właścicielem. Kiedy właściciel chce zrobić transakcje, M z N kont w grupie musi ją potwierdzić, w innym razie transakcja nie dojdzie do skutku. Wartości M z N są określane w tej instrukcji. <br><br><b> Rzeczy które trzeba wiedzieć o instalacji grup multisygnaturowych: </b><br><br>• Liczba członków grupy (N).<br>• Liczba potrzebnych potwierdzeń (M).<br>• Adresy kont Lisk które chcesz dodać do grupy.
sv_se: Denna genomgång kommer att guida dig genom de nödvändiga stegen för att skapa en multi-signaturgrupp . Det är mycket viktigt att du vet vad multi-signaturer är, annars riskerar du att förlora din LSK-balans.<br><br>En multi-signaturgrupp består av N konton, den som skapade gruppen är gruppens ägare. När ägaren vill göra en transaktion, så måste M av N konton inom gruppen bekräfta det, annars kommer transaktionen inte att behandlas. Värdena M och N anges i denna genomgång.<br><br><b>Saker du behöver veta för upprättningen av multi-signaturgruppen:</b><br>• Antalet gruppmedlemmar (N).<br>• Antalet behövda bekräftelser (M).<br> • Adresserna för Lisk-kontona du vill lägga till i gruppen.

source: Time
es: Tiempo
fr: Date
no: Tid
pl: Czas
ro: Timp
sv_se: Tid

source: To become a delegate, click on the "Delegate Registration" button.
es: Para convertirse en un delegado, haga clic en el botón de "Registro de delegado".
fr: Pour devenir un délégué, cliquez sur le bouton "Devenir délégué".
no: For å bli en delegat, klikk på "Delegat registrering"-knappen.
pl: Aby zostać delegatem, kliknij na przycisk "Rejestracja Delgata"
ro: Pentru a deveni delegat, apasa pe butonul "Inregistrare delegat".
sv_se: För att bli en delegat, klicka på "Delegatregistrering"-knappen.

source: Toggle navigation
es: Navegación alterna
no: Veksle navigasjon
pl: Przełącz Nawigacje
ro: Schimbare navigatie
sv_se: Ändra navigering

source: Top Delegates
es: Mejores Delegados
fr: Meilleurs délégués
no: Topp delegater
pl: Top Delegatów
ro: Clasament Delegati
sv_se: Topp-Delegater

source: Total Amount
es: Saldo Total
fr: Montant total
no: Total beløp
pl: Całkowita Kwota
ro: Suma totala
sv_se: Total Summa

source: Total Balance
es: Saldo Total
fr: Solde total
no: Total balanse
pl: Całkowity Bilans
ro: Total disponibil
sv_se: Total Balans

source: Total Fee
es: Comisión Total
fr: Frais totaux
no: Total avgift
pl: Razem Prowizja
ro: Taxa totala
sv_se: Total Avgift

source: Total Forged
es: Forged Total
fr: Total forgé
pl: Razem Wyforgowane
ro: Total forjat
sv_se: Totalt Smidda

source: Transaction ID
es: Transacción ID
no: Transaksjons ID
pl: ID transakcji
ro: ID Tranzactie
sv_se: Transaktions-ID

source: Transactions
es: Transacciones
no: Transaksjoner
pl: Transakcje
ro: Tranzactii
sv_se: Transaktioner

source: UNINSTALL
es: DESINSTALAR
fr: DÉSINSTALLER
no: AVINSTALLER
pl: ODINSTALUJ
ro: DEZINSTALEAZA
sv_se: AVINSTALLERA

source: UPDATE
es: ﻿ACTUALIZAR
fr: METTRE À JOUR
no: OPPDATER
pl: AKTUALIZUJ
ro: ACTUALIZEAZA
sv_se: UPPDATERA

source: Uptime
es: Tiempo de funcionamiento
fr: Disponibilité
no: Oppetid
ro: Activ
sv_se: Upptid

source: USD Equivalent
es: Equivalente a USD
fr: Équivalent en USD
no: USD Ekvivalent
pl: Wartość w USD
ro: Echivalentul in USD
sv_se: USD-Motsvarighet

source: View selection
es: Ver Selección
fr: Voir la sélection
no: Visningvalg
pl: Zobacz wybór
ro: Vezi selectia
sv_se: Visa urval

source: vote
es: votar
no: stem
pl: głosuj
ro: voteaza
sv_se: rösta

source: Voting for delegates
es: Votando para delegados
fr: Voter pour les délégués
no: Stemme på delegater
pl: Głosuj na delegatów
ro: Votez pentru delegati
sv_se: Röstar för delegater

source: Welcome back, {{username}}
es: Bienvenido, {{username}}
fr: Bienvenue, {{username}}
no: Velkommen tilbake, {{username}}
pl: Witaj ponownie, {{username}}
ro: Bine ai revenit, {{username}}
sv_se: Välkommen tillbaka, {{username}}

source: YES
es: SI
fr: OUI
no: JA
pl: TAK
ro: DA
sv_se: JA

source: You are not a member of any one Multi-Signature group.
es: No eres miembro de ningún grupo Multifirma.
fr: Vous n'êtes membre d'aucun groupe Multi-Signature.
no: Du er ikke medlem av noen multisignatur gruppe.
pl: Nie jesteś członkiem żadnej z grup Multisygnaturowych
ro: Nu esti membru al nici unui grup de semnaturi multiple
sv_se: Du är inte en medlem i någon Multi-Signaturgrupp

source: You can find your passphrase below.
es: Usted puede encontrar su passphrase abajo.
fr: Vous pouvez trouver votre phrase secrète ci-dessous.
no: Du kan finne passfrasen nedenfor.
pl: Możesz znaleźć swoje Passphrase poniżej.
ro: Mai jos vei gasi cuvintele cheie.
sv_se: Du finner din lösenfras nedan.

source: You can select up to 33 delegates in one voting turn. Up to 101 delegates in total.
es: Puede seleccionar un máximo de 33 delegados en un turno de votación. Hasta 101 delegados en total.
fr: Vous pouvez sélectionner jusqu'à 33 délégués par tour de scrutin. Jusqu'à 101 délégués au total.
no: Du kan velge inntill 33 delegater i en avstemmingsrunde. Inntill 101 delegater totalt.
pl: Możesz wybrać do 33 delegatów w jednej turze głosowania. Do 101 delegatów całkowicie
sv_se: Du kan välja upp till 33 delegater i en röstningsomgång. Upp till 101 delegater totalt.

source: You do not have any applications installed yet.
es: No tiene ninguna aplicación instalada todavía
fr: Vous n'avez pas encore installé d’applications.
no: Du har ingen applikasjoner installert enda.
pl: Nie masz jeszcze zainstalowanej żadnej aplikacji.
sv_se: Du har inte några applikationer installerade ännu.

source: You have not forged any blocks yet.
es: No ha forged ningún bloque todavía.
fr: Vous n'avez pas encore forgé de blocs.
no: Du har ikke forget noen blokker enda.
pl: Nie forgowałeś jeszcze żadnego bloku.
ro: Nu ai forjat niciun bloc inca.
sv_se: Du har inte smitt några block ännu.

source: You have not made any transactions yet.
es: No ha hecho ninguna transacción todavía.
fr: Vous n'avez pas encore effectué de transactions.
no: Du har ingen transaksjoner enda.
pl: Nie wykonałeś jeszcze żadnych transakcji.
ro: Nu ai efectuat inca nicio tranzactie
sv_se: Du har inte genomfört några transaktioner ännu

source: You have not voted for any delegates yet.
es: No ha votado ningún delegado todavía
fr: Vous n'avez pas encore voté pour des délégués.
no: Du har ikke stemt for noen delagater enda.
pl: Nie zagłosowałeś jeszcze na żadnych delegatów.
ro: Nu ai votat inca niciun delegat
sv_se: Du har inte röstat på några delegater ännu.

source: Your Account
es: Tu Cuenta
fr: Votre compte
no: Din konto
pl: Twoje konto
sv_se: Ditt Konto

source: Your Multi-Signature group(s) have not made any transactions yet.
es: Su grupo(s) Multifirma no ha hecho ninguna transacción.
fr: Votre groupe de Multi-Signature n'a pas encore effectué de transaction.
no: Din multisignatur gruppe(r) har ingen transaksjoner enda.
pl: Twoja Multi-Singature grupa(y) nie wykonała jeszcze żadnej transakcji.
ro: Grupul tau de Semnaturi Multiple nu a efectuat inca nici o tranzactie
sv_se: Dina Multi-Signaturgrupper har inte genomfört några transaktioner ännu.

source: Your Passphrase
es: Tu Passphrase
fr: Votre phrase secrète
no: Din passfrase
pl: Twoja Passphrase
ro: Cuvintele cheie
sv_se: Din Lösenfras

source: Your Second Passphrase
es: Tu Segunda Passphrase
fr: Votre phrase secrète secondaire
no: Din andre passfrase
pl: Twoja Druga Passphrase
ro: Cel de-al 2-lea rand de cuvinte cheie
sv_se: Din Andra Lösenfras.

source: Block
fr: Bloc

source: Block ID
es: Id de Bloque
fr: Bloc ID
no: Blokk ID
pl: ID bloku
ro: ID Block

source: Copied!
fr: Copié !

source: Copy Block ID
fr: Copier l’ID du bloc

source: Copy Public Key
fr: Copier la clé publique

source: Copy Transaction ID
fr: Copier l’ID de la transaction

source: Copy failed!
fr: Echec de la copie !

source: Generator
es: Generador
fr: Généré par

source: Lisk - Blockchain Application Platform
es: Lisk - Plataforma de Aplicaciones Blockchain
fr: Lisk - Plate-forme d’Application Blockchain
no: Lisk - Blokkjede Applikasjon Plattform
pl: Lisk - Platforma Aplikacji Blockchain

source: Press &#8984;+c to copy
fr: Appuyer sur &#8984;+c pour copier

source: Rank
es: Rango
fr: Rang
no: Rang
pl: Ranking
ro: Rang

source: Add a new application
es: Añadir nueva aplicación

source: ADD NEW DAPP
ro: ADAUGA O NOUA DAPP

source: Add as Contact
ro: Adauga la Contacte

source: Add group members by typing in their LISK address and pressing enter.
ro: Adauga membri in grup tastand adresa lor LISK si apasa tasta enter.

source: Becoming a delegate requires registration. You may choose your own delegate name, which can be used to promote your delegate. Only the top 101 delegates are eligible to forge. All fees are shared equally between the top 101 delegates. Registration costs: {{fee | liskFilter}} LISK.
ro: Pentru a deveni delegat este necesar sa te inregistrezi. Vei putea sa iti alegi numele de delegat, care va fi folosit ulterior pentru a te promova ca delegat. Doar primii 101 de delegati sunt eligibili pentru a forja.

source: Dapp Store
ro: Magazin DAPPS

source: Failed to install dapp
ro: Esuare instalare dapp

source: Failed to launch Dapp
ro: Esuare in lansare Dapp

source: Failed to uninstall Dapp
ro: Esuare dezinstalare Dapp

source: Further protect your account with an optional second passphrase! Please allow some time for the changes to take effect. Service cost: <b>{{fee | liskFilter}} LISK</b>. Your balance: <b>{{totalBalance | liskFilter}} LISK</b>.
ro: Protejeza-ti contul cu un al doilea set de cuvinte cheie! Acest proces poate dura mai mult. Acesta optiune costa <b>{{fee | liskFilter}} LISK</b>. Disponibil in cont: <b>{{totalBalance | liskFilter}} LISK</b>.

source: GET STARTED
ro: INCEPE

source: Go back
ro: Inapoi

source: Installed Dapps
ro: Aplicatii DAPP instalate

source: LISK Address
ro: Adresa LISK

source: LISK Amount
ro: Suma LISK

source: LISK Earned
ro: LISK Castigati

source: Lisk - Decentralized Application Platform
ro: Lisk - Platforma Aplicatiilor Descentralizate

source: Loading dapp
ro: Incarcare aplicatie Dapp

source: Loading dapps
ro: Incarcare aplicatii distribuite

source: Make sure you're sending LISK to the right address. This action can't be undone later.
ro: Asigura-te ca transferi LISK catre adresa care vrei sa primeasca transferul. Aceasta actiune nu poate fi anulata.

source: No dapps matching your search criteria were found.
ro: Nu au fost gasite aplicatii DAPPS care sa se potriveasca criteriilor de cautare

source: No results for search '{{searchDapp.searchForDappGlobal}}' in dapps.
ro: Nici un rezultat pentru criteriul de cautare '{{searchDapp.searchForDappGlobal}}' in lista de aplicatii DAPPS.

source: Passphrase doesn't match.
ro: Cuvintele cheie nu se potrivesc

source: Please check your input below and go back if necessary. Double-check the group members, else you risk losing your LISK balance!
ro: Te rugam sa verifici datele introduse si intorceti-va daca e cazul. Verificati de 2 ori membrii grupului, altfel riscati sa pierdeti LISK disponibil

source: Please ensure all details are correct before confirming your dapp.
ro: Te rugam ca inainte sa confirmi aplicatia, sa te asiguri ca toate detaliile sunt corecte

source: Please enter the Recipient Address and LISK Amount that you would like send below.
ro: Te rugam sa introduci mai jos adresa destinatarului si valoarea in LISK pe care vrei sa ii transferi

source: Please provide a specification for your dapp below.
ro: Te rugam sa detaliezi mai jos, descrierea aplicatiei DAPPS

source: Please provide storage links for your dapp below.
ro: Te rugam sa ne specifici mai jos locatia aplicatiei DAPPS

source: SEND LISK
ro: TRIMITE LISK

source: Saving new dapp
ro: Salveaza o noua aplicatie DAPP

source: Search for Dapps
ro: Cauta DAPPS

source: Send LISK
ro: Trimite LISK

source: This action will cost
ro: Aceasta actiune este taxata cu

source: This walkthrough will guide you through the necessary steps to create a multi-signature group. It's very important that you know what multi-signatures are, else you risk loosing your LISK balance.<br><br>A multi-signature group consists of N accounts, the one who created the group is the group owner. When the owner wants to make a transaction, M of N accounts within the group need to confirm it, otherwise the transaction will not be processed. The values M and N are specified in this walkthrough.<br><br><b>Things you need to know for the multi-signature group setup:</b><br><br>• The number of group members (N).<br>• The number of needed confirmations (M).<br>• The addresses of the Lisk accounts you want to add to the group.
ro: Acest tutorial vă va ghida prin pașii necesari pentru a crea un grup de semnaturi multiple. Este foarte important să intelegeti ce inseamna termenul semnaturi-multiple, altfel riscați să pierdeți Lisk disponibil. <br> Un grup de semnaturi multiple este format din conturi N, unde cel care a creat grupul este proprietarul grupului. În cazul în care proprietarul dorește să facă o tranzacție, M a conturilor N în cadrul grupului trebuie să-l confirme, în caz contrar, tranzacția nu va fi procesată. Valorile M și N sunt specificate în acest tutorial. <br> <b> Lucruri pe care trebuie să știți pentru configurarea grupului semnatur-multiple:. </ B> <br> • Numărul de membri ai grupului ( N). <br> • Numărul confirmărilor necesare (M). <fie> • Adresele Lisk ale conturilor pe care doriți să le adăugați la grup.

source: You do not have any dapps installed yet.
ro: Nu ai nici o aplicatie DAPPS instalata.

source: You have not installed dapps yet.
ro: Nu ai instalat inca nici o aplicatie DAPPS.

source: add second passphrase
ro: adauga cel de-al 2-lea rand de cuvinte cheie

source: confirm second passphrase
ro: confirma cel al 2-lea rand de cuvinte cheie
