Repository: LiskArchive/lisk-sdk
Catalog: public/po/*.po
Languages: es, fr, no, pl, ro, sv_se

source: No applications matching your search criteria were found.
es: No se encontraron aplicaciones que coincidan con su criterio de búsqueda
fr: Aucun application correspondant à vos critères de recherche n’a été trouvé.
no: Fant ingen applikasjoner basert på ditt søk.
pl: Nie znaleziono aplikacji spełniające kryteria
sv_se: Inga applikationer matchade dina sökkriterier

source: No blockchain
fr: Aucune Blockchain
no: Ingen blokkjede
pl: Brak blockchain
ro: Nu exista blockchain
sv_se: Ingen Blockkedja

source: No delegates
es: No delegados
fr: Aucun délégué
no: Ingen delegater
pl: Brak delgatów
ro: Nu exista delegati
sv_se: Inga delegater

source: No results for this search.
es: No hay resultados para esta búsqueda.
fr: Aucun résultat pour cette recherche.
no: Ingen søkeresultat for dette søket.
pl: Brak wyników dla tego wyszukiwania
ro: Aceasta cautare nu a returnat nici un rezultat.
sv_se: Inga resultat för denna sökning.

source: Number of members
es: Número de miembros
fr: Nombre de membres
no: Antall medlemmer
pl: Liczba członków
ro: Numarul de membri
sv_se: Antal Medlemmar

source: Off
fr: Désactivé
no: Av
ro: Inchis
sv_se: Av

source: On
fr: Activé
no: På
ro: Deschis
sv_se: På

source: OPEN
es: ABRIR
fr: OUVRIR
no: ÅPNE
pl: OTWÓRZ
ro: DESCHIS
sv_se: ÖPPNA

source: OPEN ANYWAY
es: ABRIR DE TODOS MODOS
fr: OUVRIR QUAND MÊME
no: ÅPNE UANSETT
pl: OTWÓRZ MIMO WSZYSTKO
sv_se: ÖPPNA ÄNDÅ

source: Others
es: Otros
fr: Autres
no: Andre
pl: Inne
ro: Ceilalti
sv_se: Andra

source: Passphrase
fr: Phrase secrète
no: Passfrase
ro: Cuvinte cheie
sv_se: Lösenfras

source: Pending transactions
es: Transacciones Pendientes
fr: Transactions en attente
no: Ventende transaksjoner
pl: Transakcje oczekujące
ro: Trazactii in asteptare
sv_se: Väntande transaktioner

source: Please check your input below and go back if necessary. Double-check the group members, else you risk losing your LSK balance!
es: Por favor revise su input debajo y vuelve atrás si es necesario. Vuelve a verificar los miembros del grupo, de lo contrario perderá su saldo LSK!
fr: Veuillez vérifier votre saisie ci-dessous et revenir en arrière si nécessaire. Revivifier les membres du groupe sinon vous risquez de perdre définitivement votre solde LSK !
no: Vær vennlig å sjekke din inntasting nedenfor og gå tilbake hvis noe er feil. Dobbelsjekk gruppemedlemmene ellers risikerer du å miste din LSK balanse!
pl: Sprawdź wprowadzone dane i wróć jeśli to koniecznie. Sprawdź dwa razy członków grupy, inaczej ryzykujesz utratę LSK!
sv_se: Vänligen kontrollera inmatningen nedanför och gå tillbaka om nödvändigt. Dubbelkolla gruppmedlemmarna, annars riskerar du att förlora din LSK-balans!

source: Please choose a delegate name.
es: Por favor elija un nombre de delegado.
fr: Veuillez choisir un nom de délégué.
no: Vennligst velg ditt delegatnavn.
pl: Proszę wybrać nazwę delegata
ro: Te rugam adauga numele unui delegat
sv_se: Vänligen välj ett namn på din delegat.

source: Please confirm your selection and confirm your vote.
es: Por favor confirme su selección y confirme su voto
fr: Veuillez confirmer votre sélection et confirmer votre vote.
no: Vær vennlig å bekreft dine valg og bekreft din stemme.
pl: Proszę potwierdzić Twój wybór i głos.
sv_se: Vänligen bekräfta dina val och bekräfta din röst.

source: Please ensure all details are correct before confirming your blockchain application.
es: Por favor asegúrese de que todos los detalles son correctos antes de confirmar su aplicación blockchain.
fr: Assurez-vous que tous les détails soient corrects avant de confirmer votre application blockchain.
no: Sjekk at alle detaljer er korrekte før du bekrefter din blokkjede applikasjon.
pl: Upewnij się, że wszystkie szczegóły są poprawne zanim potwierdzisz Twoją aplikację blockchain.
sv_se: Vänligen säkerställ att alla detaljer är korrekta innan du bekräftar din blockkedje-applikation.

source: Please enter the master passphrase for this node.
es: Por favor introduzca la passpharse maestra para este nodo.
fr: Veuillez saisir la phrase secrète principale pour ce noeud.
no: Vær vennlig å taste inn masterpassfrasen for denne noden.
pl: Proszę potwierdzić master passphrase dla tego węzła.
ro: Te rugam sa introduci cuvintele cheie pentru acest nod
sv_se: Vänligen skriv in master-lösenfrasen för denna nod.

source: Please enter the Recipient Address and LSK Amount that you would like send below.
es: Por favor introduzca la Dirección Destinataria y la cantidad LSK que le gustaría enviar mas abajo.
fr: Veuillez saisir l’adresse du destinataire et le montant LSK que vous souhaitez envoyer ci-dessous.
no: Vær vennlig å taste inn mottaker adresse og LSK beløp nedenfor som du vil sende.
pl: Podaj poniżej adres odbiorcy i kwotę LSK którą chcesz wysłać.
sv_se: Vänligen skriv in Mottagarens Adress och LSK-belopp som du vill skicka nedan.

source: Please enter your passphrase below.
es: Por favor introduzca su passphrase más abajo.
fr: Veuillez saisir votre phrase secrète ci-dessous.
no: Vennligst tast inn din passfrase nedenfor.
pl: Podaj Twoją passphrase poniżej.
ro: Te rugam sa te autentifici folosind cuvintele cheie
sv_se: Vänligen skriv in din lösenfras nedan.

source: Please enter your passphrase.
es: Por favor introduzca su passphrase.
fr: Veuillez saisir votre phrase secrète.
no: Vennligst tast inn din passfrase.
pl: Podaj swoją passphrase.
ro: Te rugam sa introduci cuvintele cheie
sv_se: Vänligen skriv in din lösenfras.

source: Please enter your primary passphrase below.
es: Por favor introduzca su passphrase primaria más abajo.
fr: Veuillez saisir votre phrase secrète principale ci-dessous.
no: Vær vennlig å tast inn din hoved passfrase nedenfor.
pl: Podaj swoją podstawową passphrase poniżej.
ro: Te rugam sa introduci mai jos primul rand de cuvinte cheie
sv_se: Vänligen skriv in din primära lösenfras nedan.

source: Please enter your second passphrase below.
es: Por favor introduzca su segunda passphrase mas abajo.
fr: Veuillez saisir votre phrase secrète secondaire ci-dessous.
no: Vennligst tast inn din andre passfrase nedenfor.
pl: Podaj swoją drugą passphrase poniżej.
ro: Te rugam sa introduci mai jos al 2-lea rand de cuvinte cheie
sv_se: Vänligen skriv in din andra lösenfras nedan.

source: Please find your second passphrase below.
es: Por favor encuentre su segunda passphrase más abajo.
fr: Veuillez trouver votre phrase secrète secondaire ci-dessous.
no: Vær vennlig å finn din andre passfrase nedenfor.
pl: Znajdź Twoją drugą passphrase poniżej.
ro: Vei gasi mai jos cel de-a 2-lea rand de cuvinte cheie
sv_se: Vänligen se din andra lösenfras nedan.

source: Please provide a specification for your blockchain application below.
es: Por favor proporcione una especificación para su aplicación blockchain más bajo.
fr: Veuillez fournir les caractéristiques de votre application blockchain ci-dessous.
no: Vær vennlig å oppgi spesifikasjon for din blokkjede applikasjon nedenfor.
pl: Podaj specyfikacje Twojej aplikacji blockchain poniżej.
sv_se: Vänligen ange en specifikation för din blockkedje-applikation nedan.

source: Please provide storage a link for your block application below.
es: Por favor proporcione link de almacenamiento para su aplicación blockchain más bajo.
fr: Veuillez fournir un lien d’espace de stockage pour votre application blockchain ci-dessous.
no: Vær vennlig å oppgi lagringslenke for din blokkjede applikasjon nedenfor.
pl: Proszę podać link przechowywania dla Twojej aplikacji blockchain poniżej.
sv_se: Vänligen ange en länk till lagringen för din blockkedje-applikation nedan.

source: Please re-enter your passphrase below.
es: Por favor reintroduzca su passphrase más abajo.
fr: Veuillez saisir à nouveau votre phrase secrète ci-dessous.
no: Vennligst tast inn din passfrase igjen nedenfor.
pl: Podaj ponownie Twoją passphrase.
ro: Te rugam sa reintroduci cuvintele cheie mai jos
sv_se: Vänligen ange din lösenfras igen nedan.

source: Please re-enter your second passphrase below.
es: Por favor reintroduzca su segunda passphrase más abajo.
fr: Veuillez saisir à nouveau votre phrase secrète secondaire ci-dessous
no: Vær vennlig å tast inn din andre passfrase en gang til.
pl: Podaj ponownie Twoją drugą passphrase.
ro: Te rugam sa reintroduci cel de-al 2-lea rand de cuvinte cheie
sv_se: Vänligen ange din andra lösenfras igen nedan.

source: Please read carefully.
es: Por favor lea cuidadosamente
fr: Merci de lire attentivement.
no: Vennligst les nøye.
pl: Proszę czytać uważnie.
ro: Te rugam sa citesti cu atentie.
sv_se: Vänligen läs noggrant.

source: Pressing enter confirms each member.
es: Presionando enter se confirma cada miembro.
fr: Appuyer sur entrée pour confirmer chaque membre.
no: Enter bekrefter hvert medlem.
pl: Naciśnięcie enter potwierdzi wszystkich członków.
ro: Apasand enter confirmi fiecare membru.
sv_se: Att trycka enter bekräftar varje medlem.

source: Previous Block
es: Bloque Anterior
fr: Bloc précédent
no: Forrige blokk.
pl: Poprzedni blok
ro: Blocul anterior
sv_se: Föregående Block

source: Primary Passphrase
es: Passphrase Primaria
fr: Phrase secrète primaire
no: Hoved passfrase
pl: Podstawowa Passphrase
ro: Primul set de cuvinte cheie
sv_se: Primär Lösenfras

source: Productivity
es: Productividad
fr: Productivité
no: Produktivitet
pl: Produktywność
sv_se: Produktivitet

source: Public key
es: Llave pública
no: Offentlig nøkkel
pl: Klucz publiczny
ro: Cheia publica
sv_se: Publik nyckel

source: READ MORE
es: LEER MÁS
fr: EN SAVOIR PLUS
no: LES MER
pl: CZYTAJ WIĘCEJ
ro: Citeste mai mult
sv_se: LÄS MER

source: Recipient
es: Beneficiario
fr: Destinataire
no: Mottaker
pl: Odbiorca
ro: Destinatar
sv_se: Mottagare

source: Recipient Address
es: Dirección Destinataria
fr: Adresse du destinataire
no: Mottaker adresse
pl: Adres Odbiorcy
ro: Adresa destinatarului
sv_se: Mottagaradress

source: register
es: registro
fr: enregistrer
no: registrer
pl: rejestruj
ro: inregistreaza-te
sv_se: registrera

source: Register as a Delegate
es: Registrarse como Delegado
fr: Inscrivez-vous en tant que délégué
no: Registrer som delegat
pl: Rejestruj jako Delegat
ro: Inregistrare ca delegat
sv_se: Registrera en Delegat

source: Registered on
es: Registrado
fr: Inscrit le
no: Registrert på
pl: Zarejestrowany
ro: Inregistrat in
sv_se: Registrerad på

source: Registering user
es: Registrando usuario
fr: Inscription de l'utilisateur
no: Registrer bruker
pl: Rejestracja użytkownika
ro: Inregistrare utilizator
sv_se: Registrerar användare

source: Remember during this session
es: Recuerde durante esta sesión
fr: Ne plus me demander durant la session
no: Husk løpet av denne økten
pl: Pamiętaj podczas tej sesji
ro: Tine-ma minte aceasta sesiune
sv_se: Kom ihåg under den här sessionen

source: remove vote
es: eliminar voto
fr: supprimer le vote
no: fjern stemme
pl: usuń głos
ro: revoca votul
sv_se: ta bort röst

source: REMOVE VOTE
es: ELIMINAR VOTO
fr: RETIRER LE VOTE
no: FJERN STEMME
pl: USUŃ GŁOS
ro: REVOCA VOT
sv_se: TA BORT RÖST

source: Removing vote from delegates
es: Eliminando votos de los delegados
fr: Retirer le vote des délégués
no: Fjerne stemme fra delegater
pl: Usuń głosy na delegatów
ro: Revoca voturi
sv_se: Tar bort röster från delegater

source: Reward
es: Recompensa
fr: Récompense
no: Belønning
pl: Nagroda
ro: Recompensa
sv_se: Belöning

source: SAVE PASSPHRASE
es: GUARDAR PASSPHRASE
fr: SAUVEGARDER LA PHRASE SECRÈTE
no: LAGRE PASSFRASE
pl: ZAPISZ PASSPHRASE
ro: SALVEAZA CUVINTELE CHEIE
sv_se: SPARA LÖSENFRAS

source: Saving new application
es: Guardando nueva aplicación
fr: Enregistrer une nouvelle application
no: Lagrer ny applikasjon
pl: Zapisywanie nowej aplikacji
sv_se: Sparar ny applikation

source: Search for applications
es: Buscando aplicaciones
fr: Rechercher des applications
no: Søk etter applikasjoner
pl: Szukaj aplikacji
sv_se: Sök efter applikationer

source: Search for blocks
es: Buscar bloques
fr: Rechercher des blocs
no: Søk for blokker
pl: Szukaj bloków
ro: Cauta blocuri
sv_se: Sök efter block

source: Search for transactions (Transaction ID, Sender address, Recipient address)
es: Búsqueda de transacciones ( ID de la transacción, dirección del remitente, dirección del emisor
fr: Rechercher des transactions (Transaction ID, Adresse de l'expéditeur, Adresse du destinataire)
no: Søk for transaksjoner (Transaksjons ID, Sender adresse, Mottaker adresse)
pl: Szukaj transakcji (Transaction ID, Sender address, Recipient address)
ro: Cauta tranzactii (ID tranzactie, Adresa expeditorului, Adresa destinatarului)
sv_se: Sök efter transaktioner (Transaktions-ID, Avsändaradress, Mottagaradress)

source: Second Passphrase
es: Segunda Passphrase
fr: Phrase secrète secondaire
no: Andre passfrase
pl: Druga Passphrase
ro: Al 2-lea rand de cuvinte ceheie
sv_se: Andra Lösenfras

source: Security Warning
es: Advertencia de Seguridad
fr: Avertissement de sécurité
no: Sikkerhetsvarsel
pl: Ostrzeżenie bezpieczeństwa
sv_se: Säkerhetsvarning

source: SEND
es: ENVIAR
fr: ENVOYER
pl: WYŚLIJ
ro: TRIMITE
sv_se: SKICKA

source: send lisk
es: enviar lisk
fr: envoyer lisk
pl: wyślij lisk
ro: trimite lisk
sv_se: skicka lisk

source: Send LSK
es: Enviar LSK
fr: Envoyer LSK
pl: Wyślij LSK
sv_se: Skicka LSK

source: Sender
es: Remitente
fr: Expéditeur
no: Avsender
pl: Nadawca
ro: Expeditor
sv_se: Avsändare

source: Settings
es: Ajustes
fr: Paramètres
no: Innstillinger
pl: Ustawienia
ro: Configurari
sv_se: Inställningar

source: Show All Columns
es: Mostrar Todas las Columnas
fr: Afficher toutes les colonnes
no: Vis alle kolloner
pl: Pokaż wszystkie kolumny
ro: Afiseaza toate coloanele
sv_se: Visa Alla Kolumner

source: Show Full Time
es: Mostrar Todo el Tiempo
fr: Afficher la date complète
no: Vis full tid
pl: Pokaż Pełny Czas
ro: Afiseaza timpul complet
sv_se: Visa Full Tid

source: Sign
es: Firma
fr: Connexion
no: Skilt
pl: Loguj
ro: Semneaza
sv_se: Signera

source: SIGN IN
es: INICIAR SESION
fr: SE CONNECTER
no: LOGG INN
pl: ZALOGUJ
ro: AUTENTIFICARE
sv_se: LOGGA IN

source: SOURCE CODE
es: Código fuente
fr: CODE SOURCE
no: KILDEKODE
pl: KOD ŹRÓDŁOWY
ro: COD SURSA
sv_se: KÄLLKOD

source: Standby Delegates
es: Delegados en Espera
fr: Délégués en attente
no: Delegater på vent
pl: Rezerwowi Delegaci
ro: Delegati in asteptare
sv_se: Standby-Delegater

source: Step 1/2 - Generate a Passphrase
es: Paso 1/2 - Generar una Passphrase
fr: Étape 1/2 - Générer une phrase secrète
no: Steg 1/2 - Generere en Passfrase
pl: Krok 1/2 - Generuj Passphrase
ro: Pasul 1/2 - Genereaza cuvinte cheie
sv_se: Step 1/2 - Generera en Lösenfras

source: Step 1/2 - Generate a Second Passphrase
es: Paso 1/2 - Generar una Segunda Passphrase
fr: Étape 1/2 - Générer une phrase secrète secondaire
no: Steg 1/2 - Generer andre passfrase
pl: Krok 1/2 - Generuj drugą Passphrase
ro: Pasul 1/2 - Genereaza cel de-al 2-lea rand de cuvinte cheie
sv_se: Step 1/2 - Generera en Andra Lösenfras

source: Step 1/3 - Preamble
es: Paso 1/3 - Preámbulo
fr: Étape 1/3 - Préambule
no: Steg 1/3 - Innledning
pl: Krok 1/3 - Wstęp
ro: Pasul 1/3 - Preambul
sv_se: Step 1/3 - Inledning

source: Step 1/4 - Preamble
es: Paso 1/4 - Preámbulo
fr: Étape 1/4 - Préambule
no: Steg 1/4 - Innledning
pl: Krok 1/4 - Wstęp
ro: Pasul 1/4 - Preambul
sv_se: Step 1/4 - Inledning

source: Step 2/2 - Confirm your Passphrase
es: Paso 2/2 - Confirmar su Passphrase
fr: Étape 2/2 - Confirmez la phrase secrète
no: Steg 2/2 - Bekreft din passfrase
pl: Krok 2/2 - Potwierdź Twoją Passphrase
ro: Pasul 2/2 - Confirma cuvintele cheie
sv_se: Step 2/2 - Bekräfta din Lösenfras

source: Step 2/2 - Confirm your Second Passphrase
es: Paso 2/2 - Confirmar su Segundo Passphrase
fr: Étape 2/2 - Confirmez la phrase secrète secondaire
no: Steg 2/2 - Bekreft din andre passfrase
pl: Krok 2/2 - Potwierdź Twoją Drugą Passphrase
ro: Pasul 2/2 - Confirma cel de-al 2-lea rand de cuvinte cheie
sv_se: Step 2/2 - Bekräfta din Andra Lösenfras

source: Step 2/3 - Specify Group Members
es: Paso 2/3 - Especificar Miembros del Grupo
fr: Étape 2/3 - Spécifier les Membres du Groupe
no: Steg 2/3 - Spesifiser Gruppe Medlemmer
pl: Krok 2/3 - Określ członków grupy
ro: Pasul 2/3 - Specifica Membrii Grupului
sv_se: Step 2/3 - Specificera Gruppmedlemmar

source: Step 2/4 - Specifications
es: Paso 2/4 - Especificaciones
fr: Étape 2/4 - Caractéristiques
no: Steg 2/4 - Spesifikasjoner
pl: Krok 2/4 - Specyfikacje
ro: Pasul 2/4 - Specificatii
sv_se: Step 2/4 - Specificationer

source: Step 3/3 - Confirmation
es: Paso 3/3 - Confirmación
fr: Étape 3/3 - Confirmation
no: Steg 3/3 - Bekreftelse
pl: Krok 3/3 - Potwierdzenie
ro: Pasul 3/3 - Confirmare
sv_se: Step 3/3 - Bekräfta

source: Step 3/4 - Storage Links
es: Paso 3/4 - Enlaces de almacenamiento
fr: Étape 3/4 - Liens du stockage
no: Steg 3/4 - Lagringslenker
pl: Krok 3/4 - Zapisane Linki
ro: Pasul 3/4 - Stocheaza Links
sv_se: Step 3/4 - Lagringslänkar

source: Step 4/4 - Confirmation
es: Paso 4/4 - Confirmación
fr: Étape 5/5 - Confirmation
no: Steg 4/4 - Bekreftelser
pl: Krok 4/4 - Potwierdzenie
ro: Pasul 4/4 - Confirmare
sv_se: Step 4/4 - Bekräftelse

source: Summary
es: Resumen
fr: Résumé
no: Oppsumering
pl: Podsumowanie
ro: Sumar
sv_se: Sammanfattning

source: The Lisk apps platform currently does not provide any protection against any unauthorized system calls made from the running application. Therefore opening any untrusted applications is not yet advisable, and could potentially lead to loss of funds.
es: La plataforma Lisk apps actualmente no ofrece ninguna protección contra llamadas del sistema no autorizadas realizadas por las aplicaciones en ejecución. Por lo tanto, abrir una aplicación no confiable aun no es aconsejable, ya que podría producir una perdida total de fondos. .
fr: La plate-forme d’applications Lisk ne fournit pas encore pas de protection contre les appels système non autorisés effectués à partir de l'application en cours d'exécution. Par conséquent, l'ouverture des applications non fiables n’est pas encore recommandée, et pourrait potentiellement conduire à la perte de fonds.
no: Lisk applikasjonsplattformen støtter på nåværende tidspunkt ingen beskyttelse mot uautoriserte system kall gjort av den kjørende applikasjonen. Derfor å åpne applikasjoner som man ikke stoler på er ikke å anbefale og kan forårsake tap av midler.
pl: Platforma aplikacji Lisk na ten moment nie gwarantuje żadnej ochrony przed nieautoryzowanymi wywołaniami systemowymi z uruchomionej aplikacji. Dlatego otwieranie jakiekolwiek niezaufanej aplikacji nie jest wskazane i może prowadzić do potencjalnych start środków.
sv_se: Den här Lisk-applatformen erbjuder för närvarande inte något skydd mot obehöriga systemanrop gjorda av programmet som körs. Att öppna ej pålitliga applikationer är därför inte rekommenderat, och kan potentiellt leda till förlust av tillgångar.

source: The master passphrase is auto-generated upon first launching the Lisk client. It can be found at the end of the config.json file. Therefore only node operators can install, launch or uninstall applications. Once applications are in a launched state, anyone is free to open and use them.
es: La passphrase maestra es generada automáticamente en el primer lanzamiento del cliente Lisk. Puede ser encontrada al final del archivo config.json. Por lo tanto, sólo los operadores de nodos pueden instalar, desinstalar o ejecutar aplicaciones. Una vez lanzadas las aplicaciones, cualquiera es libre de abrirlas y utilizarlas.
fr: La phrase secrète maîtresse est généré automatiquement sur ​​le premier lancement du client Lisk. Elle peut être trouvée à la fin du fichier config.json . Par conséquent, seuls les opérateurs de nœuds peuvent installer, lancer ou désinstaller des applications. Une fois que les applications sont dans un état lancé, tout le monde est libre d'ouvrir et de les utiliser.
no: Master passfrasen er autogenerert ved første kjøring av Lisk klienten. Passfrasen finner man på slutten av config.json filen. Dermed kan bare node operatører installere, lansere eller fjerne applikasjoner. Med en gang applikasjoner er i lanser status kan hvem som helst fritt åpne og bruke dem.
pl: Master passhprase jest auto-generowana przy pierwszym uruchomieniu klienta Lisk. Możne je znaleźć na końcu pliku config.json. Dlatego tylko operatorzy węzła mogą instalować, uruchamiać i deinstalować aplikacje. Jeśli tylko aplikacja zostanie uruchomiona, każdy może za darmo i otwarcie jej używać.
sv_se: Master-lösenfrasen är auto-genererad när du först startar Lisk-klienten. Du kan finna den i slutet av config.json-filen. Därav kan endast nod-operatörer installera, starta och avinstallera applikationer. När väl en applikation har startats kan vem som helst öppna och använda dem.

source: The passphrase entered doesn't match with the one generated before. Please go back and generate a new one.
es: La passphrase introducida no coincide con la generada anteriormente. Por favor vuelva atrás y genere una nueva
fr: La phrase secrète saisi ne correspond pas à celui généré avant. Veuillez revenir en arrière et en générer une nouvelle.
no: Passfrasen oppgitt stemmer ikke med den som er generert tidligere. Vennligst gå tilbake og generer en ny.
pl: Passphrase którą podałeś nie zgadza się z tą wygenerowaną wcześniej. Proszę wrócić i wygenerować nową.
ro: Cuvintele cheie introduse nu se potrivesc cu cele generate anterior. Te rugam intoarce-te si generaeaza un nou set de cuvinte cheie.
sv_se: Lösenfrasen stämmer inte överens med den som genererats innan. Gå tillbaka och skapa en ny.

source: The second passphrase entered doesn't match with the one generated before. Please go back and generate a new one.
es: La segunda passphrase introducida no coincide con la generada anteriormente. Por favor vuelva atrás y genere una nueva.
fr: La phrase secrète secondaire saisi ne correspond pas à celle générée auparavant. Veuillez revenir en arrière et en générer une à nouveau.
no: Den andre passfrasen tastet inn stemmer ikke overens med den tidligere genererte. Vær vennlig å gå tilbake og generer en ny en.
pl: Druga Passphrase którą podałeś nie zgadza się z tą wygenerowaną wcześniej. Proszę wrócić i wygenerować nową.
sv_se: Den andra lösenfrasen stämmer inte överens med den som genererats innan. Gå tillbaka och skapa en ny.
